{
    "about.title": "Sobre Bozorgi Group",
    "about.description": "Desde 1988, Bozorgi Group opera bajo el lema \"Negocios Sin Fronteras\". Hemos evolucionado hacia un conglomerado multifacético especializado en Materiales de Construcción, Consultoría Inmobiliaria y Soluciones IT.",
    "about.missionTitle": "Nuestra Misión",
    "about.missionText": "Suministrar materiales de construcción superiores, asesoramiento inmobiliario experto y soluciones IT de vanguardia con un servicio e integridad inigualables.",
    "about.visionTitle": "Nuestra Visión",
    "about.visionText": "Liderar globalmente a través de nuestros tres pilares de negocio manteniendo nuestros valores fundamentales de honestidad, transparencia y excelencia operativa.",
    "about.valuesTitle": "Valores Fundamentales",
    "about.valuesText": "Honestidad, lealtad, claridad y aprendizaje continuo. Priorizamos la humanidad y el beneficio mutuo, fomentando relaciones transparentes con todos nuestros socios.",
    "history.title": "Nuestro Legado: Un Árbol Genealógico",
    "history.subtitle": "Un viaje a través de generaciones de liderazgo e innovación en la industria de la madera y los materiales de construcción.",
    "family.gen5.name": "Bozorg Bozorgi",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "Fundador del negocio maderero original, sentando las bases para las generaciones venideras.",
    "family.gen4.name": "Aliasghar Bozorgi",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "Inició y hizo crecer el negocio local de su ciudad natal con madera, expandiendo el legado de su padre.",
    "family.gen3.name": "Muhammadali Bozorgi",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "Expandió significativamente el negocio local, aumentando su alcance y reputación.",
    "family.gen2.name": "Ali Bozorgi",
    "family.gen2.title": "1988 - Presente",
    "family.gen2.description": "CEO en BBMTCo. Un líder revolucionario que introdujo el comercio global con materiales de alta tecnología.",
    "family.gen1.name": "Aliasghar Bozorgi",
    "family.gen1.title": "2001 - Presente",
    "family.gen1.description": "De socio en BBMTCo a liderar Bozorgi Group desde 2020, continuando el espíritu innovador de la familia.",
    "humanity.title": "¡Humanidad Primero!",
    "humanity.subtitle": "Creemos en compartir nuestro éxito con la comunidad.",
    "humanity.hospitalTitle": "Apoyando al Hospital Abu-Ali Sina",
    "humanity.hospitalText": "Apoyamos con orgullo el Centro de Trasplante de Órganos del Hospital Abu Ali Sina, ayudando en su misión crítica de salvar vidas.",
    "humanity.hospitalLink": "Visitar el Sitio Web del Hospital",
    "humanity.schoolTitle": "Escuela Secundaria Mohammad Ali Bozorgi",
    "humanity.schoolText": "Fundada en 1996 en Shiraz por Bozorgi Group, esta escuela secundaria es un testimonio de nuestro compromiso con la educación y el empoderamiento de la próxima generación."
}
