{
    "hero.materials.subtitle": "Abastecimiento de la mejor madera y materiales de construcción de todo el mundo para sus necesidades arquitectónicas.",
    "whyus.title": "Por qué elegir Bozorgi Group — Expertos en Consultoría de Madera",
    "whyus.subtitle": "En el mundo de la madera, la experiencia es lo más importante — y hemos construido la nuestra a través de años de trabajo real y práctico en los mercados globales.",
    "whyus.desc1": "Bozorgi Group es una firma especializada en consultoría y abastecimiento de madera, que ofrece una profunda experiencia en madera y materiales a base de madera — desde el abastecimiento y la importación hasta la selección de los materiales adecuados para proyectos industriales y arquitectónicos.",
    "whyus.desc2": "Nuestros servicios de consultoría se basan en la realidad del mercado y en experiencia de campo probada — no en teoría.",
    "whyus.listTitle": "Le ayudamos a:",
    "whyus.list1": "Elegir el tipo de madera adecuado según sus necesidades, presupuesto y propósito.",
    "whyus.list2": "Evitar errores costosos en la compra o ejecución de proyectos.",
    "whyus.list3": "Obtener acceso a proveedores globales de confianza y materias primas de alta calidad.",
    "whyus.list4": "Tomar decisiones técnicas y comerciales con confianza y guía profesional.",
    "whyus.conclusion": "Con experiencia a largo plazo en España, Oriente Medio y Europa, aportamos una visión amplia y una red sólida a cada proyecto. En Bozorgi Group, no somos solo proveedores — somos sus consultores de confianza y socios estratégicos en cada paso del proceso de toma de decisiones.",
    "materials.consulting.title": "Metodología de Consultoría",
    "materials.consulting.subtitle": "Un marco integral de cuatro pasos para asegurar el éxito de su proyecto.",
    "materials.what.title": "Qué Elegir",
    "materials.what.desc": "Identificamos la especie de madera exacta, el grado y las especificaciones que coinciden perfectamente con los requisitos técnicos y estéticos de su proyecto.",
    "materials.when.title": "Cuándo Comprar",
    "materials.when.desc": "Navegamos por las fluctuaciones del mercado global para ayudarle a programar sus compras para obtener precios óptimos y entrega a tiempo.",
    "materials.where.title": "Dónde Abastecerse",
    "materials.where.desc": "Aprovechando nuestra red en Europa, América y Asia, seleccionamos el mejor origen para sus materiales para equilibrar calidad y logística.",
    "materials.how.title": "Cómo Utilizar",
    "materials.how.desc": "Guía técnica sobre aplicación, tratamiento y mantenimiento para garantizar la máxima durabilidad y rendimiento.",
    "products.title": "Portafolio de Materiales",
    "products.subtitle": "Soluciones de madera natural y de ingeniería de primera calidad adaptadas para la excelencia en la construcción.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "Madera de ingeniería versátil que ofrece una superficie lisa ideal para pintura, mecanizado de precisión y muebles de alta gama.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "Tablero de fibra de alta densidad que ofrece una durabilidad y resistencia superiores para suelos y aplicaciones estructurales exigentes.",
    "products.plywood.name": "Contrachapado",
    "products.plywood.description": "Madera de ingeniería fuerte, estable y resistente a impactos, perfecta para la integridad estructural en construcción y diseño.",
    "products.hardwood.name": "Madera Dura",
    "products.hardwood.description": "Madera natural premium de bosques de hoja ancha, reconocida por su durabilidad excepcional y grano estético.",
    "products.chipboard.name": "Aglomerado",
    "products.chipboard.description": "Láminas rentables y versátiles ampliamente utilizadas en la fabricación de muebles, gabinetes e interiores de edificios.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "Laminados de alta presión duraderos diseñados para superficies resistentes a arañazos y acabados arquitectónicos modernos.",
    "products.veneer.name": "Chapa Natural",
    "products.veneer.description": "Exquisitas láminas de madera natural que añaden un acabado de madera auténtico y premium a interiores, puertas y gabinetes."
}
