{
    "testimonials.title": "Historias de Éxito",
    "testimonials.materials.subtitle": "Con la confianza de líderes de la construcción y arquitectos de todo el mundo.",
    "testimonials.materials.quote1": "La experiencia de Bozorgi Group en el abastecimiento de madera nos ahorró mucho tiempo y presupuesto en nuestro último proyecto hotelero.",
    "testimonials.materials.role1": "Arquitecto Senior, Valencia Design Studio",
    "testimonials.materials.quote2": "Su consultoría sobre cuándo comprar materiales a granel nos ayudó a evitar el aumento de precios de 2023. Verdaderos socios estratégicos.",
    "testimonials.materials.role2": "Gerente de Compras, BuildTech Construction",
    "testimonials.materials.quote3": "Fiable, transparente e increíblemente conocedor de los mercados mundiales de madera.",
    "testimonials.materials.role3": "Director, Al-Waha Furniture Manufacturing",
    "testimonials.property.subtitle": "Guiando a los inversores hacia oportunidades inmobiliarias rentables.",
    "testimonials.property.quote1": "Bozorgi Group nos dio acceso a una villa fuera del mercado en Emirates Hills que no pudimos encontrar en ningún otro lugar. Su discreción y habilidades de negociación fueron excepcionales.",
    "testimonials.property.role1": "Inversor de Alto Patrimonio, Suiza",
    "testimonials.property.quote2": "La exhaustiva diligencia legal y fiscal que realizaron nos dio una tranquilidad total. Invertir millones en Dubái se sintió seguro y transparente de principio a fin.",
    "testimonials.property.role2": "Gerente de Family Office, Londres",
    "testimonials.property.quote3": "Como inversor extranjero, sus informes semanales del proyecto y su gestión meticulosa fueron invaluables. Fue una experiencia completamente delegada con un resultado fantástico.",
    "testimonials.property.role3": "Emprendedor Tecnológico, Singapur",
    "testimonials.it.subtitle": "Lo que dicen los negocios exitosos sobre nuestra automatización.",
    "testimonials.it.quote1": "Al usar este sistema, nuestras ventas se triplicaron y el tiempo de seguimiento de clientes se redujo a una cuarta parte. ¡Verdaderamente increíble!",
    "testimonials.it.role1": "Reza Mohammadi, CEO de Tienda Online",
    "testimonials.it.quote2": "La automatización de anuncios nos permitió administrar mejor nuestro presupuesto y nuestra tasa de conversión aumentó 10 veces. ¡Muy recomendado!",
    "testimonials.it.role2": "Sarah Ahmadi, Gerente de Marketing",
    "testimonials.it.quote3": "Tienen un equipo de soporte increíble. El sistema es muy fácil de usar y no necesita conocimientos técnicos. ¡Excelente!",
    "testimonials.it.role3": "Mahdi Karimi, Propietario de Startup"
}