{
    "header.about": "معلومات عنا",
    "header.products": "المنتجات",
    "header.history": "التاريخ",
    "header.humanity": "الإنسانية أولاً",
    "header.contact": "اتصل بنا",
    "hero.subtitle": "خبراء عالميون في توريد الأخشاب والاستشارات الاستراتيجية",
    "hero.motto": "تجارة بلا حدود",
    "hero.scroll": "اكتشف المزيد",
    "about.title": "عن مجموعة بزرگی",
    "about.description": "منذ عام 1988، تعمل مجموعة بزرگی تحت شعار \"تجارة بلا حدود\". نحن شركة تجارية رائدة متخصصة في الاستيراد والتصدير والتوزيع الاستراتيجي لمواد البناء عالية الجودة في جميع أنحاء العالم.",
    "about.missionTitle": "مهمتنا",
    "about.missionText": "توريد مواد بناء فائقة الجودة بخدمة لا مثيل لها وأسعار تنافسية، وتوسيع بصمتنا العالمية من خلال أنظمة إدارة دولية متقدمة.",
    "about.visionTitle": "رؤيتنا",
    "about.visionText": "قيادة سوق مواد البناء العالمي من خلال الحفاظ على قيمنا الأساسية المتمثلة في الصدق والشفافية والتميز التشغيلي.",
    "about.valuesTitle": "القيم الأساسية",
    "about.valuesText": "الصدق، الولاء، الوضوح، والتعلم المستمر. نحن نعطي الأولوية للإنسانية والمنفعة المتبادلة، ونعزز العلاقات الشفافة مع جميع شركائنا.",
    "products.title": "منتجاتنا",
    "products.subtitle": "حلول الأخشاب الهندسية والطبيعية المتميزة والمصممة لتميز البناء.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "خشب هندسي متعدد الاستخدامات يوفر سطحًا أملسًا مثاليًا للطلاء والتصنيع الدقيق والأثاث الراقي.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "لوح ليفي عالي الكثافة يوفر متانة وقوة فائقة للأرضيات والتطبيقات الهيكلية الصعبة.",
    "products.plywood.name": "الخشب الرقائقي",
    "products.plywood.description": "خشب هندسي قوي ومستقر ومقاوم للصدمات، مثالي للسلامة الهيكلية في البناء والتصميم.",
    "products.hardwood.name": "الخشب الصلب",
    "products.hardwood.description": "أخشاب طبيعية فاخرة يتم الحصول عليها من الغابات عريضة الأوراق، وتشتهر بمتانتها الاستثنائية وحبيباتها الجمالية.",
    "products.chipboard.name": "لوح خشبي مضغوط",
    "products.chipboard.description": "ألواح فعالة من حيث التكلفة ومتعددة الاستخدامات تستخدم على نطاق واسع في تصنيع الأثاث والخزائن والديكورات الداخلية للمباني.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "صفائح ضغط عالي متينة مصممة للأسطح المقاومة للخدش والتشطيبات المعمارية الحديثة.",
    "products.veneer.name": "قشرة خشبية طبيعية",
    "products.veneer.description": "شرائح خشبية طبيعية رائعة تضفي لمسة خشبية أصلية ومتميزة على التصميمات الداخلية والأبواب والخزائن.",
    "history.title": "تراثنا: شجرة العائلة",
    "history.subtitle": "رحلة عبر أجيال من القيادة والابتكار في صناعة الأخشاب ومواد البناء.",
    "family.gen5.name": "بزرك بزرگی",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "مؤسس تجارة الأخشاب الأصلية، وواضع حجر الأساس للأجيال القادمة.",
    "family.gen4.name": "علی‌اصغر بزرگی",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "بدأ ونمّى الشركة المحلية في مسقط رأسه بتجارة الأخشاب، مواصلاً إرث والده.",
    "family.gen3.name": "محمدعلي بزرگی",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "وسّع الشركة المحلية بشكل كبير، مما زاد من انتشارها وسمعتها.",
    "family.gen2.name": "علي بزرگی",
    "family.gen2.title": "1988 - حتى الآن",
    "family.gen2.description": "الرئيس التنفيذي في BBMTCo. قائد ثوري أدخل التجارة العالمية بالمواد عالية التقنية.",
    "family.gen1.name": "علی‌اصغر بزرگی",
    "family.gen1.title": "2001 - حتى الآن",
    "family.gen1.description": "من شريك في BBMTCo إلى قيادة مجموعة بزرگی منذ عام 2020، مستمرًا في روح العائلة المبتكرة.",
    "humanity.title": "الإنسانية أولاً!",
    "humanity.subtitle": "نؤمن بمشاركة نجاحنا مع المجتمع.",
    "humanity.hospitalTitle": "دعم مستشفى أبو علي سينا",
    "humanity.hospitalText": "ندعم بفخر مركز زراعة الأعضاء في مستشفى أبو علي سينا، مساهمين في مهمتهم الحاسمة لإنقاذ الأرواح.",
    "humanity.hospitalLink": "زيارة موقع المستشفى",
    "humanity.schoolTitle": "مدرسة محمد علي بزرگی الثانوية",
    "humanity.schoolText": "تأسست في عام 1996 في شيراز من قبل مجموعة بزرگی، وتعتبر هذه المدرسة الثانوية شهادة على التزامنا بالتعليم وتمكين الجيل القادم.",
    "contact.title": "اتصل بنا",
    "contact.subtitle": "هل أنت مستعد لتحسين سلسلة التوريد الخاصة بك؟ تواصل مع فريقنا العالمي اليوم.",
    "footer.rights": "كل الحقوق محفوظة.",
    "footer.locationTitle": "موقعنا",
    "footer.followUs": "تابعنا",
    "chatbox.title": "الدردشة معنا",
    "chatbox.placeholder": "اكتب رسالة...",
    "chatbox.initialMessage": "مرحباً! كيف يمكنني مساعدتك اليوم بخصوص مجموعة بزرگی؟",
    "chatbox.cannedResponse": "شكرا لرسالتك. سيتواصل معك أحد ممثلينا قريبًا.",
    "chatbox.typing": "يكتب...",
    "chatbox.send": "إرسال رسالة",
    "chatbox.close": "إغلاق الدردشة",
    "theme.title": "المظهر",
    "theme.light": "فاتح",
    "theme.dark": "داكن",
    "theme.auto": "تلقائي",
    "whyus.title": "لماذا تختار مجموعة بزرگی — خبراء استشارات الأخشاب",
    "whyus.subtitle": "في عالم الأخشاب، الخبرة هي الأهم — وقد قمنا ببناء خبرتنا من خلال سنوات من العمل الحقيقي والعملي في الأسواق العالمية.",
    "whyus.desc1": "مجموعة بزرگی هي شركة متخصصة في استشارات وتوريد الأخشاب، تقدم خبرة عميقة في الأخشاب والمواد القائمة على الخشب — من التوريد والاستيراد إلى اختيار المواد المناسبة للمشاريع الصناعية والمعمارية.",
    "whyus.desc2": "تستند خدماتنا الاستشارية إلى واقع السوق والخبرة الميدانية المثبتة — وليس النظرية.",
    "whyus.listTitle": "نحن نساعدك في:",
    "whyus.list1": "اختيار نوع الخشب المناسب بناءً على احتياجاتك وميزانيتك وهدفك.",
    "whyus.list2": "تجنب الأخطاء المكلفة في الشراء أو تنفيذ المشروع.",
    "whyus.list3": "الوصول إلى موردين عالميين موثوقين ومواد خام عالية الجودة.",
    "whyus.list4": "اتخاذ قرارات فنية وتجارية واثقة بتوجيه مهني.",
    "whyus.conclusion": "بفضل خبرتنا الطويلة في إسبانيا والشرق الأوسط وأوروبا، نجلب رؤية واسعة وشبكة قوية لكل مشروع. في مجموعة بزرگی، لسنا مجرد موردين — نحن مستشارو الأخشاب الموثوق بهم وشركاؤك الاستراتيجيون في كل خطوة من خطوات اتخاذ القرار."
}