{
    "header.about": "About Us",
    "header.products": "Materials",
    "header.property": "Real Estate",
    "header.it": "IT & AI",
    "header.history": "History",
    "header.humanity": "Humanity",
    "header.contact": "Contact",
    "hero.subtitle": "Global Experts in Wood Sourcing, Property Consulting & IT Solutions",
    "hero.motto": "Business Without Boundaries",
    "hero.scroll": "Discover More",
    "about.title": "About Bozorgi Group",
    "about.description": "Since 1988, Bozorgi Group has operated under the motto \"Business Without Boundaries.\" We have evolved into a multi-faceted conglomerate specializing in Building Materials, Property Consulting, and IT Solutions.",
    "about.missionTitle": "Our Mission",
    "about.missionText": "To supply superior building materials, expert property advice, and cutting-edge IT solutions with unmatched service and integrity.",
    "about.visionTitle": "Our Vision",
    "about.visionText": "To lead globally across our three pillars of business by upholding our core values of honesty, transparency, and operational excellence.",
    "about.valuesTitle": "Core Values",
    "about.valuesText": "Honesty, loyalty, clarity, and continuous learning. We prioritize humanity and mutual benefit, fostering transparent relationships with all our partners.",
    "departments.title": "Our Business Divisions",
    "departments.subtitle": "Three distinct departments working in harmony to deliver excellence.",
    "departments.materials.title": "Building Materials",
    "departments.materials.desc": "Global sourcing, import/export, and expert consulting for wood and construction materials.",
    "departments.property.title": "Property Consulting",
    "departments.property.desc": "Strategic advice for real estate investment, management, buying, selling, and renting.",
    "departments.it.title": "IT & AI Solutions",
    "departments.it.desc": "Cutting-edge AI, automation, and digital marketing services to empower businesses.",
    "it.title": "IT, AI & Digital Transformation",
    "it.subtitle": "Leveraging the power of Artificial Intelligence and Automation to drive business growth.",
    "it.ai.title": "AI & Automation",
    "it.ai.desc": "We implement intelligent agents and workflow automation to streamline your operations and increase efficiency.",
    "it.automation.title": "Digital Transformation",
    "it.automation.desc": "Comprehensive digital solutions including software development to modernize your business infrastructure.",
    "it.marketing.title": "Digital Marketing",
    "it.marketing.desc": "Data-driven marketing strategies designed to expand your reach and engage your target audience effectively.",
    "products.title": "Building Materials Portfolio",
    "products.subtitle": "Premium engineered and natural wood solutions tailored for construction excellence.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "Versatile engineered wood offering a smooth surface ideal for painting, precision machining, and high-end furniture.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "High-density fiberboard delivering superior durability and strength for flooring and demanding structural applications.",
    "products.plywood.name": "Plywood",
    "products.plywood.description": "Strong, stable, and impact-resistant engineered wood perfect for structural integrity in construction and design.",
    "products.hardwood.name": "Hardwood",
    "products.hardwood.description": "Premium natural timber sourced from broad-leaved forests, renowned for its exceptional durability and aesthetic grain.",
    "products.chipboard.name": "Chipboard",
    "products.chipboard.description": "Cost-effective and versatile sheets widely used in furniture manufacturing, cabinetry, and building interiors.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "Durable High-Pressure Laminates designed for resilient, scratch-resistant surfaces and modern architectural finishes.",
    "products.veneer.name": "Natural Veneer",
    "products.veneer.description": "Exquisite natural wood slices that add a premium, authentic wood finish to interiors, doors, and cabinetry.",
    "history.title": "Our Legacy: A Family Tree",
    "history.subtitle": "A journey through generations of leadership and innovation in the timber and building materials industry.",
    "family.gen5.name": "Bozorg Bozorgi",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "Founder of the original timber business, laying the groundwork for generations to come.",
    "family.gen4.name": "Aliasghar Bozorgi",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "Started and grew the local hometown business with timber, expanding on his father's legacy.",
    "family.gen3.name": "Muhammadali Bozorgi",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "He significantly expanded the local business, increasing its reach and reputation.",
    "family.gen2.name": "Ali Bozorgi",
    "family.gen2.title": "1988 - Present",
    "family.gen2.description": "CEO at BBMTCo. A revolutionary leader who introduced global trading with hi-tech materials.",
    "family.gen1.name": "Aliasghar Bozorgi",
    "family.gen1.title": "2001 - Present",
    "family.gen1.description": "From partner at BBMTCo to leading Bozorgi Group from 2020, continuing the family's innovative spirit.",
    "humanity.title": "Humanity First!",
    "humanity.subtitle": "We believe in sharing our success with the community.",
    "humanity.hospitalTitle": "Supporting Abu-Ali Sina Hospital",
    "humanity.hospitalText": "We proudly support the Organ Transplantation Center at Abu Ali Sina Hospital, aiding their critical mission to save lives.",
    "humanity.hospitalLink": "Visit Hospital Website",
    "humanity.schoolTitle": "Mohammad Ali Bozorgi Highschool",
    "humanity.schoolText": "Founded in 1996 in Shiraz by Bozorgi Group, this high school is a testament to our commitment to education and empowering the next generation.",
    "contact.title": "Contact Us",
    "contact.subtitle": "Ready to optimize your supply chain? Connect with our global team today.",
    "footer.rights": "All rights reserved.",
    "footer.locationTitle": "Our Location",
    "footer.followUs": "Follow Us",
    "chatbox.title": "Chat with Us",
    "chatbox.placeholder": "Type a message...",
    "chatbox.initialMessage": "Hello! How can I help you today regarding Bozorgi Group?",
    "chatbox.cannedResponse": "Thank you for your message. A representative will be with you shortly.",
    "chatbox.typing": "Typing...",
    "chatbox.send": "Send message",
    "chatbox.close": "Close chat",
    "theme.title": "Theme",
    "theme.light": "Light",
    "theme.dark": "Dark",
    "theme.auto": "Auto",
    "whyus.title": "Why Choose Bozorgi Group — Wood Consulting Experts",
    "whyus.subtitle": "In the world of wood, experience matters most — and we’ve built ours through years of real, hands-on work in global markets.",
    "whyus.desc1": "Bozorgi Group is a specialized wood consulting and sourcing firm, offering deep expertise in wood and wood-based materials — from sourcing and importing to selecting the right materials for industrial and architectural projects.",
    "whyus.desc2": "Our consulting services are grounded in market reality and proven field experience — not theory.",
    "whyus.listTitle": "We help you:",
    "whyus.list1": "Choose the right type of wood based on your needs, budget, and purpose.",
    "whyus.list2": "Avoid costly mistakes in purchasing or project execution.",
    "whyus.list3": "Gain access to trusted global suppliers and high-quality raw materials.",
    "whyus.list4": "Make confident technical and business decisions with professional guidance.",
    "whyus.conclusion": "With long-term experience across Spain, the Middle East, and Europe, we bring a broad vision and solid network to every project. At Bozorgi Group, we are not just suppliers — we are your trusted wood consultants and strategic partners in every step of the decision-making process.",
    "property.title": "Property Consulting",
    "property.subtitle": "We consult you to know exactly when, where, and how to invest in real estate.",
    "property.when.title": "When",
    "property.when.desc": "Expert analysis on market cycles to time your purchase, sale, or lease perfectly.",
    "property.where.title": "Where",
    "property.where.desc": "Identifying the best locations with the highest potential for growth and ROI.",
    "property.what.title": "Buy, Sell, or Rent",
    "property.what.desc": "Strategic advice on whether to buy, sell, or rent properties based on your goals.",
    "property.who.title": "Who",
    "property.who.desc": "Connecting you with trusted partners, agents, and stakeholders you can rely on."
}