{
    "seo.home.title": "Home",
    "seo.home.desc": "Bozorgi Group is a specialized conglomerate in Building Materials, Property Consulting, and IT Solutions. Global reach, local expertise.",
    "seo.materials.title": "Building Materials",
    "seo.materials.desc": "Expert sourcing of MDF, HDF, Plywood, and Hardwood. We consult on selection, timing, and logistics for global construction projects.",
    "seo.property.title": "Property Consulting",
    "seo.property.desc": "Strategic real estate advice for buying, selling, or renting in the Middle East and Europe. Maximize ROI with expert guidance.",
    "seo.it.title": "IT & AI Solutions",
    "seo.it.desc": "Automate your business with AI-driven marketing, sales funnels, and CRM systems. Increase efficiency and revenue by 10x.",
    "seo.about.title": "About Us",
    "seo.about.desc": "Learn about Bozorgi Group's history since 1988, our mission, vision, and commitment to humanity.",
    "seo.contact.title": "Contact Us",
    "seo.contact.desc": "Get in touch with Bozorgi Group. Offices in Dubai and global support for Wood, Property, and IT.",
    "header.home": "Home",
    "header.about": "About",
    "header.aboutUs": "About Us",
    "header.products": "Materials",
    "header.property": "Real Estate",
    "header.it": "IT & AI",
    "header.history": "Our History",
    "header.humanity": "Humanity",
    "header.contact": "Contact",
    "header.language": "Language",
    "hero.subtitle": "Global Experts in Wood Sourcing, Property Consulting & IT Solutions",
    "hero.materials.subtitle": "Sourcing the finest wood and building materials from around the globe for your architectural needs.",
    "hero.property.subtitle": "Making intelligent real estate decisions with data-driven market analysis and expert consulting.",
    "hero.it.subtitle": "Intelligent Automation Systems to 10x Your Advertising Success.",
    "hero.motto": "Business Without Boundaries",
    "hero.scroll": "Discover More",
    "about.title": "About Bozorgi Group",
    "about.description": "Since 1988, Bozorgi Group has operated under the motto \"Business Without Boundaries.\" We have evolved into a multi-faceted conglomerate specializing in Building Materials, Property Consulting, and IT Solutions.",
    "about.missionTitle": "Our Mission",
    "about.missionText": "To supply superior building materials, expert property advice, and cutting-edge IT solutions with unmatched service and integrity.",
    "about.visionTitle": "Our Vision",
    "about.visionText": "To lead globally across our three pillars of business by upholding our core values of honesty, transparency, and operational excellence.",
    "about.valuesTitle": "Core Values",
    "about.valuesText": "Honesty, loyalty, clarity, and continuous learning. We prioritize humanity and mutual benefit, fostering transparent relationships with all our partners.",
    "departments.title": "Our Business Divisions",
    "departments.subtitle": "Three distinct departments working in harmony to deliver excellence.",
    "departments.materials.title": "Building Materials",
    "departments.materials.desc": "Global sourcing, import/export, and expert consulting for wood and construction materials.",
    "departments.property.title": "Property Consulting",
    "departments.property.desc": "Strategic advice for real estate investment, management, buying, selling, and renting.",
    "departments.it.title": "IT & AI Solutions",
    "departments.it.desc": "Cutting-edge AI, automation, and digital marketing services to empower businesses.",
    "it.title": "Intelligent Automation System",
    "it.subtitle": "Automate your customer journey and sell intelligently.",
    "it.hero.badge": "Free Start Available",
    "it.hero.cta": "View Products",
    "it.features.noTech": "No technical knowledge needed",
    "it.features.support": "24/7 Support",
    "it.features.roi": "ROI Guarantee",
    "it.stats.success": "Ad Success",
    "it.stats.sales": "Sales Increase",
    "it.stats.efficiency": "System Efficiency",
    "it.stats.uptime": "Full Automation",
    "it.why.title": "Why Choose Our System?",
    "it.why.subtitle": "A comprehensive solution for increasing efficiency and sustainable growth.",
    "it.why.speed.title": "High Speed",
    "it.why.speed.desc": "Complete process automation, saving 75% of time and increasing customer response speed.",
    "it.why.security.title": "Complete Security",
    "it.why.security.desc": "Data protection with the highest security standards, advanced encryption, and continuous backups.",
    "it.why.growth.title": "Measurable Growth",
    "it.why.growth.desc": "Detailed reports and data analytics for better decision-making and continuous growth.",
    "it.products.title": "Products & Services",
    "it.products.subtitle": "Comprehensive automation solutions for every stage of the customer journey.",
    "it.prod.acquisition.title": "Customer Acquisition",
    "it.prod.acquisition.desc": "Attract targeted customers automatically with smart campaigns and increase conversion rates by up to 5x.",
    "it.prod.sales.title": "Sales Automation",
    "it.prod.sales.desc": "Complete sales funnel management, auto-follow-up, and 3x sales increase without extra staff.",
    "it.prod.support.title": "After-Sales Automation",
    "it.prod.support.desc": "Smart support and automatic customer satisfaction tracking to boost loyalty.",
    "it.prod.ads.title": "Ad Process Automation",
    "it.prod.ads.desc": "Manage and optimize campaigns automatically to increase ad ROI by 10x.",
    "it.prod.crm.title": "CRM & Loyalty",
    "it.prod.crm.desc": "Continuous, personalized communication with customers to increase retention and repeat purchases.",
    "it.prod.scenario.title": "Sales Scenarios",
    "it.prod.scenario.desc": "Design and auto-execute sales scenarios for maximum conversion rates.",
    "it.prod.strategy.badge": "Business Special",
    "it.prod.strategy.title": "Ad Strategy Automation",
    "it.prod.strategy.desc": "Design, execute, and optimize ad strategies with AI for best results. Includes market analysis and budget optimization.",
    "it.process.title": "How It Works?",
    "it.process.subtitle": "Only 3 steps to complete business automation.",
    "it.process.step1.title": "Free Consultation",
    "it.process.step1.desc": "Our team reviews your business needs and suggests the best solution.",
    "it.process.step2.title": "Rapid Setup",
    "it.process.step2.desc": "Your automation system is ready and launched in less than 48 hours.",
    "it.process.step3.title": "Continuous Growth",
    "it.process.step3.desc": "See results from day one and achieve sustainable growth with ongoing optimization.",
    "it.form.title": "Ready for 10x Growth?",
    "it.form.subtitle": "Get a free consultation now and start your digital transformation journey.",
    "it.form.name": "Full Name",
    "it.form.phone": "Phone Number",
    "it.form.email": "Email Address",
    "it.form.product": "Select Product",
    "it.form.message": "Your Message (Optional)",
    "it.form.submit": "Get Free Consultation",
    "it.form.disclaimer": "By submitting this form, you agree to our terms and conditions.",
    "it.ai.title": "AI & Automation",
    "it.ai.desc": "We implement intelligent agents and workflow automation to streamline your operations and increase efficiency.",
    "it.automation.title": "Digital Transformation",
    "it.automation.desc": "Comprehensive digital solutions including software development to modernize your business infrastructure.",
    "it.marketing.title": "Digital Marketing",
    "it.marketing.desc": "Data-driven marketing strategies designed to expand your reach and engage your target audience effectively.",
    "products.title": "Building Materials Portfolio",
    "products.subtitle": "Premium engineered and natural wood solutions tailored for construction excellence.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "Versatile engineered wood offering a smooth surface ideal for painting, precision machining, and high-end furniture.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "High-density fiberboard delivering superior durability and strength for flooring and demanding structural applications.",
    "products.plywood.name": "Plywood",
    "products.plywood.description": "Strong, stable, and impact-resistant engineered wood perfect for structural integrity in construction and design.",
    "products.hardwood.name": "Hardwood",
    "products.hardwood.description": "Premium natural timber sourced from broad-leaved forests, renowned for its exceptional durability and aesthetic grain.",
    "products.chipboard.name": "Chipboard",
    "products.chipboard.description": "Cost-effective and versatile sheets widely used in furniture manufacturing, cabinetry, and building interiors.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "Durable High-Pressure Laminates designed for resilient, scratch-resistant surfaces and modern architectural finishes.",
    "products.veneer.name": "Natural Veneer",
    "products.veneer.description": "Exquisitas láminas de madera natural que añaden un acabado de madera auténtico y premium a interiores, puertas y gabinetes.",
    "history.title": "Our Legacy: A Family Tree",
    "history.subtitle": "A journey through generations of leadership and innovation in the timber and building materials industry.",
    "family.gen5.name": "Bozorg Bozorgi",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "Founder of the original timber business, laying the groundwork for generations to come.",
    "family.gen4.name": "Aliasghar Bozorgi",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "Started and grew the local hometown business with timber, expanding on his father's legacy.",
    "family.gen3.name": "Muhammadali Bozorgi",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "He significantly expanded the local business, increasing its reach and reputation.",
    "family.gen2.name": "Ali Bozorgi",
    "family.gen2.title": "1988 - Present",
    "family.gen2.description": "CEO at BBMTCo. A revolutionary leader who introduced global trading with hi-tech materials.",
    "family.gen1.name": "Aliasghar Bozorgi",
    "family.gen1.title": "2001 - Present",
    "family.gen1.description": "From partner at BBMTCo to leading Bozorgi Group from 2020, continuing the family's innovative spirit.",
    "humanity.title": "Humanity First!",
    "humanity.subtitle": "We believe in sharing our success with the community.",
    "humanity.hospitalTitle": "Supporting Abu-Ali Sina Hospital",
    "humanity.hospitalText": "We proudly support the Organ Transplantation Center at Abu Ali Sina Hospital, aiding their critical mission to save lives.",
    "humanity.hospitalLink": "Visit Hospital Website",
    "humanity.schoolTitle": "Mohammad Ali Bozorgi Highschool",
    "humanity.schoolText": "Founded in 1996 in Shiraz by Bozorgi Group, this high school is a testament to our commitment to education and empowering the next generation.",
    "contact.title": "Contact Us",
    "contact.subtitle": "Ready to optimize your supply chain? Connect with our global team today.",
    "footer.rights": "All rights reserved.",
    "footer.links": "Quick Links",
    "footer.locationTitle": "Our Location",
    "footer.followUs": "Follow Us",
    "chatbox.title": "Chat with Us",
    "chatbox.placeholder": "Type a message...",
    "chatbox.initialMessage": "Hello! How can I help you today regarding Bozorgi Group?",
    "chatbox.cannedResponse": "Thank you for your message. A representative will be with you shortly.",
    "chatbox.typing": "Typing...",
    "chatbox.send": "Send message",
    "chatbox.close": "Close chat",
    "theme.title": "Theme",
    "theme.light": "Light",
    "theme.dark": "Dark",
    "theme.auto": "Auto",
    "whyus.title": "Why Choose Bozorgi Group — Wood Consulting Experts",
    "whyus.subtitle": "In the world of wood, experience matters most — and we’ve built ours through years of real, hands-on work in global markets.",
    "whyus.desc1": "Bozorgi Group is a specialized wood consulting and sourcing firm, offering deep expertise in wood and wood-based materials — from sourcing and importing to selecting the right materials for industrial and architectural projects.",
    "whyus.desc2": "Our consulting services are grounded in market reality and proven field experience — not theory.",
    "whyus.listTitle": "We help you:",
    "whyus.list1": "Choose the right type of wood based on your needs, budget, and purpose.",
    "whyus.list2": "Avoid costly mistakes in purchasing or project execution.",
    "whyus.list3": "Gain access to trusted global suppliers and high-quality raw materials.",
    "whyus.list4": "Make confident technical and business decisions with professional guidance.",
    "whyus.conclusion": "With long-term experience across Spain, the Middle East, and Europe, we bring a broad vision and solid network to every project. At Bozorgi Group, we are not just suppliers — we are your trusted wood consultants and strategic partners in every step of the decision-making process.",
    "property.title": "Property Consulting",
    "property.subtitle": "We consult you to know exactly when, where, and how to invest in real estate.",
    "property.when.title": "When",
    "property.when.desc": "Expert analysis on market cycles to time your purchase, sale, or lease perfectly.",
    "property.where.title": "Where",
    "property.where.desc": "Identifying the best locations with the highest potential for growth and ROI.",
    "property.what.title": "Buy, Sell, or Rent",
    "property.what.desc": "Strategic advice on whether to buy, sell, or rent properties based on your goals.",
    "property.who.title": "Who",
    "property.who.desc": "Connecting you with trusted partners, agents, and stakeholders you can rely on.",
    "property.strategy.title": "Our Strategic Approach",
    "property.strategy.desc": "We don't just find properties; we analyze markets. Our deep understanding of local regulations in the Middle East and Europe allows us to guide you through complex transactions with ease, ensuring your investment is secure and profitable.",
    "property.private.title": "Investment in Dubai, Without Hidden Risks",
    "property.private.subtitle": "We work for those for whom a 3 to 30 million dirham deal is just one line in their portfolio, but that one line should not create trouble.",
    "property.private.listTitle": "Our Private Client services include:",
    "property.private.list1": "Direct access to off-market deals and exclusive pre-sales.",
    "property.private.list2": "Complete legal & tax analysis by a dedicated lawyer and accountant.",
    "property.private.list3": "Weekly reports on project status until the day of handover.",
    "property.private.list4": "Option to purchase via a company or trust, ensuring anonymity.",
    "property.private.stat.value": "84%",
    "property.private.stat.desc": "Of our clients in the last 12 months have worked with us again or came from referrals. The number speaks for itself.",
    "materials.consulting.title": "Consulting Methodology",
    "materials.consulting.subtitle": "A comprehensive four-step framework to ensure your project's success.",
    "materials.what.title": "What to Choose",
    "materials.what.desc": "We identify the exact wood species, grade, and specifications that perfectly match your project's technical and aesthetic requirements.",
    "materials.when.title": "When to Buy",
    "materials.when.desc": "We navigate global market fluctuations to help you time your purchases for optimal pricing and on-time delivery.",
    "materials.where.title": "Where to Source",
    "materials.where.desc": "Leveraging our network in Europe, America, and Asia, we select the best origin for your materials to balance quality and logistics.",
    "materials.how.title": "How to Use",
    "materials.how.desc": "Technical guidance on application, treatment, and maintenance to ensure maximum durability and performance.",
    "testimonials.title": "Client Success Stories",
    "testimonials.materials.subtitle": "Trusted by construction leaders and architects worldwide.",
    "testimonials.materials.quote1": "Bozorgi Group's expertise in wood sourcing saved us significant time and budget on our latest hotel project. The quality was impeccable.",
    "testimonials.materials.role1": "Senior Architect, Valencia Design Studio",
    "testimonials.materials.quote2": "Their consulting on when to buy bulk materials helped us avoid the 2023 price surge. True strategic partners.",
    "testimonials.materials.role2": "Procurement Manager, BuildTech Construction",
    "testimonials.materials.quote3": "Reliable, transparent, and incredibly knowledgeable about global timber markets.",
    "testimonials.materials.role3": "Director, Al-Waha Furniture Manufacturing",
    "testimonials.property.subtitle": "Guiding investors to profitable real estate opportunities.",
    "testimonials.property.quote1": "Their market analysis for our Dubai investment was spot on. We achieved a 12% ROI in the first year alone.",
    "testimonials.property.role1": "Private Investor, Italy",
    "testimonials.property.quote2": "Navigating the legal landscape in a new country is hard. Bozorgi Group made it effortless for our family relocation.",
    "testimonials.property.role2": "Expat Resident, UK",
    "testimonials.property.quote3": "Professional advice on commercial leasing that aligned perfectly with our business expansion goals.",
    "testimonials.property.role3": "CEO, TechStart Ventures",
    "testimonials.it.subtitle": "What successful businesses say about our automation.",
    "testimonials.it.quote1": "By using this system, our sales tripled and customer follow-up time was reduced to a quarter. Truly amazing!",
    "testimonials.it.role1": "Reza Mohammadi, Online Store CEO",
    "testimonials.it.quote2": "The Ad Automation allowed us to manage our budget better and our conversion rate went up 10x. Highly recommended!",
    "testimonials.it.role2": "Sarah Ahmadi, Marketing Manager",
    "testimonials.it.quote3": "They have an amazing support team. The system is very user-friendly and needs no technical knowledge. Excellent!",
    "testimonials.it.role3": "Mahdi Karimi, Startup Owner"
}
