{
    "header.about": "About Us",
    "header.products": "Products",
    "header.history": "History",
    "header.humanity": "Humanity First",
    "header.contact": "Contact",
    "hero.subtitle": "Your Premier Partner in Building Materials Trading",
    "hero.motto": "Business Without Boundary",
    "about.title": "About Bozorgi Group",
    "about.description": "Since 1988, Bozorgi Group has operated under the motto \"Business Without Boundary.\" We are a trading company specializing in the import, export, and distribution of building materials worldwide.",
    "about.missionTitle": "Our Mission",
    "about.missionText": "To supply building materials with the best services and prices, expanding our business and geographical reach using experienced, up-to-date international management systems.",
    "about.visionTitle": "Our Vision",
    "about.visionText": "To be a leading business and trading company in building materials, maintaining our core values of honesty and transparency on both national and international fronts.",
    "about.valuesTitle": "Company Values",
    "about.valuesText": "Honesty, loyalty, courtesy, clarity, humility, and learning. We focus on humanity, are open to criticism, and prioritize the mutual interests of all beneficiaries.",
    "products.title": "Our Products",
    "products.subtitle": "High-quality engineered and natural wood for all your construction needs.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "Medium-density fibreboard, an engineered wood product made from broken down hardwood or softwood residuals.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "High-density fiberboard (Hardboard) is an engineered wood product, valued for its density and strength.",
    "products.plywood.name": "Plywood",
    "products.plywood.description": "Made from thermoformed plastics, UV-inhibited pigments, and foaming compounds, often from recycled materials.",
    "products.hardwood.name": "Hardwood",
    "products.hardwood.description": "Wood from dicot trees, usually found in broad-leaved temperate and tropical forests. Known for its durability.",
    "products.chipboard.name": "Chipboard",
    "products.chipboard.description": "Rigid sheets from compressed wood chips and resin, often coated or veneered, used in furniture and buildings.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "High-Pressure Laminate products primarily used as furniture surface materials or wall paneling.",
    "products.veneer.name": "Natural Veneer",
    "products.veneer.description": "Thin slices of wood, usually thinner than 3 mm, that are glued onto core panels for doors, cabinets, and furniture.",
    "history.title": "Our Legacy: A Family Tree",
    "history.subtitle": "A journey through generations of leadership and innovation in the timber and building materials industry.",
    "family.gen5.name": "Bozorg Bozorgi",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "Founder of the original timber business, laying the groundwork for generations to come.",
    "family.gen4.name": "Aliasghar Bozorgi",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "Started and grew the local hometown business with timber, expanding on his father's legacy.",
    "family.gen3.name": "Muhammadali Bozorgi",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "He significantly expanded the local business, increasing its reach and reputation.",
    "family.gen2.name": "Ali Bozorgi",
    "family.gen2.title": "1988 - Present",
    "family.gen2.description": "CEO at BBMTCo. A revolutionary leader who introduced global trading with hi-tech materials.",
    "family.gen1.name": "Aliasghar Bozorgi",
    "family.gen1.title": "2001 - Present",
    "family.gen1.description": "From partner at BBMTCo to leading Bozorgi Group from 2020, continuing the family's innovative spirit.",
    "humanity.title": "Humanity First!",
    "humanity.subtitle": "We believe in sharing our success with the community.",
    "humanity.hospitalTitle": "Supporting Abu-Ali Sina Hospital",
    "humanity.hospitalText": "We proudly support the Organ Transplantation Center at Abu Ali Sina Hospital, aiding their critical mission to save lives.",
    "humanity.hospitalLink": "Visit Hospital Website",
    "humanity.schoolTitle": "Mohammad Ali Bozorgi Highschool",
    "humanity.schoolText": "Founded in 1996 in Shiraz by Bozorgi Group, this high school is a testament to our commitment to education and empowering the next generation.",
    "contact.title": "Contact Us",
    "contact.subtitle": "We are always interested in connecting with partners and clients worldwide.",
    "footer.rights": "All rights reserved.",
    "footer.locationTitle": "Our Location",
    "footer.followUs": "Follow Us",
    "chatbox.title": "Chat with Us",
    "chatbox.placeholder": "Type a message...",
    "chatbox.initialMessage": "Hello! How can I help you today regarding Bozorgi Group?",
    "chatbox.typing": "Typing...",
    "theme.title": "Theme",
    "theme.light": "Light",
    "theme.dark": "Dark",
    "theme.auto": "Auto"
}