{
    "header.about": "Sobre Nosotros",
    "header.products": "Productos",
    "header.history": "Historia",
    "header.humanity": "Humanidad Primero",
    "header.contact": "Contacto",
    "hero.subtitle": "Su Socio Principal en el Comercio de Materiales de Construcción",
    "hero.motto": "Negocios Sin Fronteras",
    "hero.scroll": "Desplácese a la sección Sobre nosotros",
    "about.title": "Sobre Bozorgi Group",
    "about.description": "Desde 1988, Bozorgi Group opera bajo el lema \"Negocios Sin Fronteras\". Somos una empresa comercial especializada en la importación, exportación y distribución de materiales de construcción en todo el mundo.",
    "about.missionTitle": "Nuestra Misión",
    "about.missionText": "Suministrar materiales de construcción con los mejores servicios y precios, expandiendo nuestro negocio y alcance geográfico utilizando sistemas de gestión internacional experimentados y actualizados.",
    "about.visionTitle": "Nuestra Visión",
    "about.visionText": "Ser una empresa líder en negocios y comercio de materiales de construcción, manteniendo nuestros valores fundamentales de honestidad y transparencia tanto a nivel nacional como internacional.",
    "about.valuesTitle": "Valores de la Empresa",
    "about.valuesText": "Honestidad, lealtad, cortesía, claridad, humildad y aprendizaje. Nos enfocamos en la humanidad, estamos abiertos a la crítica y priorizamos los intereses mutuos de todos los beneficiarios.",
    "products.title": "Nuestros Productos",
    "products.subtitle": "Madera de ingeniería y natural de alta calidad para todas sus necesidades de construcción.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "Tablero de fibra de densidad media, un producto de madera de ingeniería hecho de residuos de madera dura o blanda descompuestos.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "Tablero de fibra de alta densidad (Hardboard) es un producto de madera de ingeniería, valorado por su densidad y resistencia.",
    "products.plywood.name": "Contrachapado",
    "products.plywood.description": "Hecho de plásticos termoformados, pigmentos con inhibición de rayos UV y compuestos espumantes, a menudo de materiales reciclados.",
    "products.hardwood.name": "Madera Dura",
    "products.hardwood.description": "Madera de árboles dicotiledóneos, que se encuentra generalmente en bosques templados y tropicales de hoja ancha. Conocida por su durabilidad.",
    "products.chipboard.name": "Aglomerado",
    "products.chipboard.description": "Láminas rígidas de virutas de madera comprimida y resina, a menudo recubiertas o enchapadas, utilizadas en muebles y edificios.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "Productos de laminado de alta presión utilizados principalmente como materiales de superficie de muebles o revestimiento de paredes.",
    "products.veneer.name": "Chapa Natural",
    "products.veneer.description": "Finas láminas de madera, generalmente de menos de 3 mm, que se pegan sobre paneles centrales para puertas, gabinetes y muebles.",
    "history.title": "Nuestro Legado: Un Árbol Genealógico",
    "history.subtitle": "Un viaje a través de generaciones de liderazgo e innovación en la industria de la madera y los materiales de construcción.",
    "family.gen5.name": "Bozorg Bozorgi",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "Fundador del negocio maderero original, sentando las bases para las generaciones venideras.",
    "family.gen4.name": "Aliasghar Bozorgi",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "Inició y hizo crecer el negocio local de su ciudad natal con madera, expandiendo el legado de su padre.",
    "family.gen3.name": "Muhammadali Bozorgi",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "Expandió significativamente el negocio local, aumentando su alcance y reputación.",
    "family.gen2.name": "Ali Bozorgi",
    "family.gen2.title": "1988 - Presente",
    "family.gen2.description": "CEO en BBMTCo. Un líder revolucionario que introdujo el comercio global con materiales de alta tecnología.",
    "family.gen1.name": "Aliasghar Bozorgi",
    "family.gen1.title": "2001 - Presente",
    "family.gen1.description": "De socio en BBMTCo a liderar Bozorgi Group desde 2020, continuando el espíritu innovador de la familia.",
    "humanity.title": "¡Humanidad Primero!",
    "humanity.subtitle": "Creemos en compartir nuestro éxito con la comunidad.",
    "humanity.hospitalTitle": "Apoyando al Hospital Abu-Ali Sina",
    "humanity.hospitalText": "Apoyamos con orgullo el Centro de Trasplante de Órganos del Hospital Abu Ali Sina, ayudando en su misión crítica de salvar vidas.",
    "humanity.hospitalLink": "Visitar el Sitio Web del Hospital",
    "humanity.schoolTitle": "Escuela Secundaria Mohammad Ali Bozorgi",
    "humanity.schoolText": "Fundada en 1996 en Shiraz por Bozorgi Group, esta escuela secundaria es un testimonio de nuestro compromiso con la educación y el empoderamiento de la próxima generación.",
    "contact.title": "Contáctenos",
    "contact.subtitle": "Siempre estamos interesados en conectar con socios y clientes en todo el mundo.",
    "footer.rights": "Todos los derechos reservados.",
    "footer.locationTitle": "Nuestra Ubicación",
    "footer.followUs": "Síganos",
    "chatbox.title": "Chatea con nosotros",
    "chatbox.placeholder": "Escribe un mensaje...",
    "chatbox.initialMessage": "¡Hola! ¿Cómo puedo ayudarte hoy con respecto a Bozorgi Group?",
    "chatbox.cannedResponse": "Gracias por tu mensaje. Un representante estará contigo en breve.",
    "chatbox.typing": "Escribiendo...",
    "chatbox.send": "Enviar mensaje",
    "chatbox.close": "Cerrar chat",
    "theme.title": "Tema",
    "theme.light": "Claro",
    "theme.dark": "Oscuro",
    "theme.auto": "Automático"
}