{
    "header.about": "Sobre Nosotros",
    "header.products": "Materiales",
    "header.property": "Inmobiliaria",
    "header.it": "Soluciones IT",
    "header.history": "Historia",
    "header.humanity": "Humanidad",
    "header.contact": "Contacto",
    "hero.subtitle": "Expertos Globales en Abastecimiento de Madera, Consultoría Inmobiliaria y Soluciones IT",
    "hero.materials.subtitle": "Abastecimiento de la mejor madera y materiales de construcción de todo el mundo para sus necesidades arquitectónicas.",
    "hero.property.subtitle": "Tomando decisiones inmobiliarias inteligentes con análisis de mercado basado en datos y consultoría experta.",
    "hero.it.subtitle": "Empoderando su negocio con Inteligencia Artificial y Estrategias Digitales de próxima generación.",
    "hero.motto": "Negocios Sin Fronteras",
    "hero.scroll": "Descubra Más",
    "about.title": "Sobre Bozorgi Group",
    "about.description": "Desde 1988, Bozorgi Group opera bajo el lema \"Negocios Sin Fronteras\". Hemos evolucionado hacia un conglomerado multifacético especializado en Materiales de Construcción, Consultoría Inmobiliaria y Soluciones IT.",
    "about.missionTitle": "Nuestra Misión",
    "about.missionText": "Suministrar materiales de construcción superiores, asesoramiento inmobiliario experto y soluciones IT de vanguardia con un servicio e integridad inigualables.",
    "about.visionTitle": "Nuestra Visión",
    "about.visionText": "Liderar globalmente a través de nuestros tres pilares de negocio manteniendo nuestros valores fundamentales de honestidad, transparencia y excelencia operativa.",
    "about.valuesTitle": "Valores Fundamentales",
    "about.valuesText": "Honestidad, lealtad, claridad y aprendizaje continuo. Priorizamos la humanidad y el beneficio mutuo, fomentando relaciones transparentes con todos nuestros socios.",
    "departments.title": "Nuestras Divisiones Comerciales",
    "departments.subtitle": "Tres departamentos distintos trabajando en armonía para ofrecer excelencia.",
    "departments.materials.title": "Materiales de Construcción",
    "departments.materials.desc": "Abastecimiento global, importación/exportación y consultoría experta para madera y materiales de construcción.",
    "departments.property.title": "Consultoría Inmobiliaria",
    "departments.property.desc": "Asesoramiento estratégico para inversión inmobiliaria, gestión, compra, venta y alquiler.",
    "departments.it.title": "Soluciones IT y IA",
    "departments.it.desc": "Servicios de vanguardia en IA, automatización y marketing digital para potenciar las empresas.",
    "it.title": "IT, IA y Transformación Digital",
    "it.subtitle": "Aprovechando el poder de la Inteligencia Artificial y la Automatización para impulsar el crecimiento empresarial.",
    "it.ai.title": "IA y Automatización",
    "it.ai.desc": "Implementamos agentes inteligentes y automatización de flujos de trabajo para agilizar sus operaciones y aumentar la eficiencia.",
    "it.automation.title": "Transformación Digital",
    "it.automation.desc": "Soluciones digitales integrales, incluido el desarrollo de software, para modernizar su infraestructura empresarial.",
    "it.marketing.title": "Marketing Digital",
    "it.marketing.desc": "Estrategias de marketing basadas en datos diseñadas para ampliar su alcance e involucrar a su público objetivo de manera efectiva.",
    "products.title": "Portafolio de Materiales",
    "products.subtitle": "Soluciones de madera natural y de ingeniería de primera calidad adaptadas para la excelencia en la construcción.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "Madera de ingeniería versátil que ofrece una superficie lisa ideal para pintura, mecanizado de precisión y muebles de alta gama.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "Tablero de fibra de alta densidad que ofrece una durabilidad y resistencia superiores para suelos y aplicaciones estructurales exigentes.",
    "products.plywood.name": "Contrachapado",
    "products.plywood.description": "Madera de ingeniería fuerte, estable y resistente a impactos, perfecta para la integridad estructural en construcción y diseño.",
    "products.hardwood.name": "Madera Dura",
    "products.hardwood.description": "Madera natural premium de bosques de hoja ancha, reconocida por su durabilidad excepcional y grano estético.",
    "products.chipboard.name": "Aglomerado",
    "products.chipboard.description": "Láminas rentables y versátiles ampliamente utilizadas en la fabricación de muebles, gabinetes e interiores de edificios.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "Laminados de alta presión duraderos diseñados para superficies resistentes a arañazos y acabados arquitectónicos modernos.",
    "products.veneer.name": "Chapa Natural",
    "products.veneer.description": "Exquisitas láminas de madera natural que añaden un acabado de madera auténtico y premium a interiores, puertas y gabinetes.",
    "history.title": "Nuestro Legado: Un Árbol Genealógico",
    "history.subtitle": "Un viaje a través de generaciones de liderazgo e innovación en la industria de la madera y los materiales de construcción.",
    "family.gen5.name": "Bozorg Bozorgi",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "Fundador del negocio maderero original, sentando las bases para las generaciones venideras.",
    "family.gen4.name": "Aliasghar Bozorgi",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "Inició y hizo crecer el negocio local de su ciudad natal con madera, expandiendo el legado de su padre.",
    "family.gen3.name": "Muhammadali Bozorgi",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "Expandió significativamente el negocio local, aumentando su alcance y reputación.",
    "family.gen2.name": "Ali Bozorgi",
    "family.gen2.title": "1988 - Presente",
    "family.gen2.description": "CEO en BBMTCo. Un líder revolucionario que introdujo el comercio global con materiales de alta tecnología.",
    "family.gen1.name": "Aliasghar Bozorgi",
    "family.gen1.title": "2001 - Presente",
    "family.gen1.description": "De socio en BBMTCo a liderar Bozorgi Group desde 2020, continuando el espíritu innovador de la familia.",
    "humanity.title": "¡Humanidad Primero!",
    "humanity.subtitle": "Creemos en compartir nuestro éxito con la comunidad.",
    "humanity.hospitalTitle": "Apoyando al Hospital Abu-Ali Sina",
    "humanity.hospitalText": "Apoyamos con orgullo el Centro de Trasplante de Órganos del Hospital Abu Ali Sina, ayudando en su misión crítica de salvar vidas.",
    "humanity.hospitalLink": "Visitar el Sitio Web del Hospital",
    "humanity.schoolTitle": "Escuela Secundaria Mohammad Ali Bozorgi",
    "humanity.schoolText": "Fundada en 1996 en Shiraz por Bozorgi Group, esta escuela secundaria es un testimonio de nuestro compromiso con la educación y el empoderamiento de la próxima generación.",
    "contact.title": "Contáctenos",
    "contact.subtitle": "¿Listo para optimizar su cadena de suministro? Conecte con nuestro equipo global hoy.",
    "footer.rights": "Todos los derechos reservados.",
    "footer.locationTitle": "Nuestra Ubicación",
    "footer.followUs": "Síganos",
    "chatbox.title": "Chatea con nosotros",
    "chatbox.placeholder": "Escribe un mensaje...",
    "chatbox.initialMessage": "¡Hola! ¿Cómo puedo ayudarte hoy con respecto a Bozorgi Group?",
    "chatbox.cannedResponse": "Gracias por tu mensaje. Un representante estará contigo en breve.",
    "chatbox.typing": "Escribiendo...",
    "chatbox.send": "Enviar mensaje",
    "chatbox.close": "Cerrar chat",
    "theme.title": "Tema",
    "theme.light": "Claro",
    "theme.dark": "Oscuro",
    "theme.auto": "Automático",
    "whyus.title": "Por qué elegir Bozorgi Group — Expertos en Consultoría de Madera",
    "whyus.subtitle": "En el mundo de la madera, la experiencia es lo más importante — y hemos construido la nuestra a través de años de trabajo real y práctico en los mercados globales.",
    "whyus.desc1": "Bozorgi Group es una firma especializada en consultoría y abastecimiento de madera, que ofrece una profunda experiencia en madera y materiales a base de madera — desde el abastecimiento y la importación hasta la selección de los materiales adecuados para proyectos industriales y arquitectónicos.",
    "whyus.desc2": "Nuestros servicios de consultoría se basan en la realidad del mercado y en experiencia de campo probada — no en teoría.",
    "whyus.listTitle": "Le ayudamos a:",
    "whyus.list1": "Elegir el tipo de madera adecuado según sus necesidades, presupuesto y propósito.",
    "whyus.list2": "Evitar errores costosos en la compra o ejecución de proyectos.",
    "whyus.list3": "Obtener acceso a proveedores globales de confianza y materias primas de alta calidad.",
    "whyus.list4": "Tomar decisiones técnicas y comerciales con confianza y guía profesional.",
    "whyus.conclusion": "Con experiencia a largo plazo en España, Oriente Medio y Europa, aportamos una visión amplia y una red sólida a cada proyecto. En Bozorgi Group, no somos solo proveedores — somos sus consultores de confianza y socios estratégicos en cada paso del proceso de toma de decisiones.",
    "property.title": "Consultoría Inmobiliaria",
    "property.subtitle": "Le asesoramos para saber exactamente cuándo, dónde y cómo invertir en bienes raíces.",
    "property.when.title": "Cuándo",
    "property.when.desc": "Análisis experto de los ciclos del mercado para programar su compra, venta o alquiler a la perfección.",
    "property.where.title": "Dónde",
    "property.where.desc": "Identificando las mejores ubicaciones con el mayor potencial de crecimiento y retorno de inversión.",
    "property.what.title": "Comprar, Vender o Alquilar",
    "property.what.desc": "Asesoramiento estratégico sobre si comprar, vender o alquilar propiedades según sus objetivos.",
    "property.who.title": "Quién",
    "property.who.desc": "Conectándolo con socios, agentes y partes interesadas de confianza en los que puede confiar.",
    "property.strategy.title": "Nuestro Enfoque Estratégico",
    "property.strategy.desc": "No solo encontramos propiedades; analizamos mercados. Nuestra profunda comprensión de las regulaciones locales en Oriente Medio y Europa nos permite guiarlo a través de transacciones complejas con facilidad, asegurando que su inversión sea segura y rentable."
}