{
    "about.title": "About Bozorgi Group",
    "about.description": "Since 1988, Bozorgi Group has operated under the motto \"Business Without Boundaries.\" We have evolved into a multi-faceted conglomerate specializing in Building Materials, Property Consulting, and IT Solutions.",
    "about.missionTitle": "Our Mission",
    "about.missionText": "To supply superior building materials, expert property advice, and cutting-edge IT solutions with unmatched service and integrity.",
    "about.visionTitle": "Our Vision",
    "about.visionText": "To lead globally across our three pillars of business by upholding our core values of honesty, transparency, and operational excellence.",
    "about.valuesTitle": "Core Values",
    "about.valuesText": "Honesty, loyalty, clarity, and continuous learning. We prioritize humanity and mutual benefit, fostering transparent relationships with all our partners.",
    "history.title": "Our Legacy: A Family Tree",
    "history.subtitle": "A journey through generations of leadership and innovation in the timber and building materials industry.",
    "family.gen5.name": "Bozorg Bozorgi",
    "family.gen5.title": "1889 - 1951",
    "family.gen5.description": "Founder of the original timber business, laying the groundwork for generations to come.",
    "family.gen4.name": "Aliasghar Bozorgi",
    "family.gen4.title": "1909 - 1989",
    "family.gen4.description": "Started and grew the local hometown business with timber, expanding on his father's legacy.",
    "family.gen3.name": "Muhammadali Bozorgi",
    "family.gen3.title": "1951 - 1990",
    "family.gen3.description": "He significantly expanded the local business, increasing its reach and reputation.",
    "family.gen2.name": "Ali Bozorgi",
    "family.gen2.title": "1988 - Present",
    "family.gen2.description": "CEO at BBMTCo. A revolutionary leader who introduced global trading with hi-tech materials.",
    "family.gen1.name": "Aliasghar Bozorgi",
    "family.gen1.title": "2001 - Present",
    "family.gen1.description": "From partner at BBMTCo to leading Bozorgi Group from 2020, continuing the family's innovative spirit.",
    "humanity.title": "Humanity First!",
    "humanity.subtitle": "We believe in sharing our success with the community.",
    "humanity.hospitalTitle": "Supporting Abu-Ali Sina Hospital",
    "humanity.hospitalText": "We proudly support the Organ Transplantation Center at Abu Ali Sina Hospital, aiding their critical mission to save lives.",
    "humanity.hospitalLink": "Visit Hospital Website",
    "humanity.schoolTitle": "Mohammad Ali Bozorgi Highschool",
    "humanity.schoolText": "Founded in 1996 in Shiraz by Bozorgi Group, this high school is a testament to our commitment to education and empowering the next generation."
}
