{
    "hero.materials.subtitle": "Sourcing the finest wood and building materials from around the globe for your architectural needs.",
    "whyus.title": "Why Choose Bozorgi Group — Wood Consulting Experts",
    "whyus.subtitle": "In the world of wood, experience matters most — and we’ve built ours through years of real, hands-on work in global markets.",
    "whyus.desc1": "Bozorgi Group is a specialized wood consulting and sourcing firm, offering deep expertise in wood and wood-based materials — from sourcing and importing to selecting the right materials for industrial and architectural projects.",
    "whyus.desc2": "Our consulting services are grounded in market reality and proven field experience — not theory.",
    "whyus.listTitle": "We help you:",
    "whyus.list1": "Choose the right type of wood based on your needs, budget, and purpose.",
    "whyus.list2": "Avoid costly mistakes in purchasing or project execution.",
    "whyus.list3": "Gain access to trusted global suppliers and high-quality raw materials.",
    "whyus.list4": "Make confident technical and business decisions with professional guidance.",
    "whyus.conclusion": "With long-term experience across Spain, the Middle East, and Europe, we bring a broad vision and solid network to every project. At Bozorgi Group, we are not just suppliers — we are your trusted wood consultants and strategic partners in every step of the decision-making process.",
    "materials.consulting.title": "Consulting Methodology",
    "materials.consulting.subtitle": "A comprehensive four-step framework to ensure your project's success.",
    "materials.what.title": "What to Choose",
    "materials.what.desc": "We identify the exact wood species, grade, and specifications that perfectly match your project's technical and aesthetic requirements.",
    "materials.when.title": "When to Buy",
    "materials.when.desc": "We navigate global market fluctuations to help you time your purchases for optimal pricing and on-time delivery.",
    "materials.where.title": "Where to Source",
    "materials.where.desc": "Leveraging our network in Europe, America, and Asia, we select the best origin for your materials to balance quality and logistics.",
    "materials.how.title": "How to Use",
    "materials.how.desc": "Technical guidance on application, treatment, and maintenance to ensure maximum durability and performance.",
    "products.title": "Building Materials Portfolio",
    "products.subtitle": "Premium engineered and natural wood solutions tailored for construction excellence.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "Versatile engineered wood offering a smooth surface ideal for painting, precision machining, and high-end furniture.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "High-density fiberboard delivering superior durability and strength for flooring and demanding structural applications.",
    "products.plywood.name": "Plywood",
    "products.plywood.description": "Strong, stable, and impact-resistant engineered wood perfect for structural integrity in construction and design.",
    "products.hardwood.name": "Hardwood",
    "products.hardwood.description": "Premium natural timber sourced from broad-leaved forests, renowned for its exceptional durability and aesthetic grain.",
    "products.chipboard.name": "Chipboard",
    "products.chipboard.description": "Cost-effective and versatile sheets widely used in furniture manufacturing, cabinetry, and building interiors.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "Durable High-Pressure Laminates designed for resilient, scratch-resistant surfaces and modern architectural finishes.",
    "products.veneer.name": "Natural Veneer",
    "products.veneer.description": "Exquisitas láminas de madera natural que añaden un acabado de madera auténtico y premium a interiores, puertas y gabinetes."
}
