{
    "testimonials.title": "Client Success Stories",
    "testimonials.materials.subtitle": "Trusted by construction leaders and architects worldwide.",
    "testimonials.materials.quote1": "Bozorgi Group's expertise in wood sourcing saved us significant time and budget on our latest hotel project. The quality was impeccable.",
    "testimonials.materials.role1": "Senior Architect, Valencia Design Studio",
    "testimonials.materials.quote2": "Their consulting on when to buy bulk materials helped us avoid the 2023 price surge. True strategic partners.",
    "testimonials.materials.role2": "Procurement Manager, BuildTech Construction",
    "testimonials.materials.quote3": "Reliable, transparent, and incredibly knowledgeable about global timber markets.",
    "testimonials.materials.role3": "Director, Al-Waha Furniture Manufacturing",
    "testimonials.property.subtitle": "Guiding investors to profitable real estate opportunities.",
    "testimonials.property.quote1": "Bozorgi Group provided us with access to an off-market villa in Emirates Hills we couldn't find anywhere else. Their discretion and negotiation skills were exceptional.",
    "testimonials.property.role1": "High-Net-Worth Investor, Switzerland",
    "testimonials.property.quote2": "The comprehensive legal and tax diligence they performed gave us complete peace of mind. Investing millions in Dubai felt secure and transparent from start to finish.",
    "testimonials.property.role2": "Family Office Manager, London",
    "testimonials.property.quote3": "As an overseas investor, their weekly project reports and meticulous management were invaluable. It was a completely hands-off experience with a fantastic outcome.",
    "testimonials.property.role3": "Tech Entrepreneur, Singapore",
    "testimonials.it.subtitle": "What successful businesses say about our automation.",
    "testimonials.it.quote1": "By using this system, our sales tripled and customer follow-up time was reduced to a quarter. Truly amazing!",
    "testimonials.it.role1": "Reza Mohammadi, Online Store CEO",
    "testimonials.it.quote2": "The Ad Automation allowed us to manage our budget better and our conversion rate went up 10x. Highly recommended!",
    "testimonials.it.role2": "Sarah Ahmadi, Marketing Manager",
    "testimonials.it.quote3": "They have an amazing support team. The system is very user-friendly and needs no technical knowledge. Excellent!",
    "testimonials.it.role3": "Mahdi Karimi, Startup Owner"
}