{
    "hero.materials.subtitle": "توريد أجود أنواع الأخشاب ومواد البناء من جميع أنحاء العالم لاحتياجاتك المعمارية.",
    "whyus.title": "لماذا تختار مجموعة بزرگی - خبراء استشارات الأخشاب",
    "whyus.subtitle": "في عالم الأخشاب، الخبرة هي الأهم - وقد بنينا خبرتنا من خلال سنوات من العمل العملي الحقيقي في الأسواق العالمية.",
    "whyus.desc1": "مجموعة بزرگی هي شركة متخصصة في استشارات وتوريد الأخشاب، وتقدم خبرة عميقة في الأخشاب والمواد القائمة على الخشب - من التوريد والاستيراد إلى اختيار المواد المناسبة للمشاريع الصناعية والمعمارية.",
    "whyus.desc2": "تستند خدماتنا الاستشارية إلى واقع السوق والخبرة الميدانية المثبتة - وليس النظرية.",
    "whyus.listTitle": "نحن نساعدك في:",
    "whyus.list1": "اختر نوع الخشب المناسب بناءً على احتياجاتك وميزانيتك والغرض.",
    "whyus.list2": "تجنب الأخطاء المكلفة في الشراء أو تنفيذ المشروع.",
    "whyus.list3": "الحصول على حق الوصول إلى موردين عالميين موثوقين ومواد خام عالية الجودة.",
    "whyus.list4": "اتخاذ قرارات فنية وتجارية واثقة بتوجيه مهني.",
    "whyus.conclusion": "مع خبرة طويلة الأمد في جميع أنحاء إسبانيا والشرق الأوسط وأوروبا، نجلب رؤية واسعة وشبكة صلبة لكل مشروع. في مجموعة بزرگی، نحن لسنا مجرد موردين - نحن مستشارو الأخشاب الموثوق بهم وشركاؤك الاستراتيجيون في كل خطوة من عملية صنع القرار.",
    "materials.consulting.title": "منهجية الاستشارات",
    "materials.consulting.subtitle": "إطار شامل من أربع خطوات لضمان نجاح مشروعك.",
    "materials.what.title": "ماذا تختار",
    "materials.what.desc": "نحدد نوع الخشب الدقيق والدرجة والمواصفات التي تتوافق تمامًا مع المتطلبات الفنية والجمالية لمشروعك.",
    "materials.when.title": "متى تشتري",
    "materials.when.desc": "نتنقل في تقلبات السوق العالمية لمساعدتك على تحديد وقت مشترياتك للحصول على أفضل الأسعار والتسليم في الوقت المحدد.",
    "materials.where.title": "من أين تحصل",
    "materials.where.desc": "الاستفادة من شبكتنا في أوروبا وأمريكا وآسيا، نختار أفضل مصدر لموادك لتحقيق التوازن بين الجودة والخدمات اللوجستية.",
    "materials.how.title": "كيف تستخدم",
    "materials.how.desc": "توجيه فني حول التطبيق والمعالجة والصيانة لضمان أقصى قدر من المتانة والأداء.",
    "products.title": "محفظة مواد البناء",
    "products.subtitle": "حلول الأخشاب الهندسية والطبيعية المتميزة والمصممة لتميز البناء.",
    "products.mdf.name": "MDF",
    "products.mdf.description": "خشب هندسي متعدد الاستخدامات يوفر سطحًا أملسًا مثاليًا للطلاء والتصنيع الدقيق والأثاث الراقي.",
    "products.hdf.name": "HDF",
    "products.hdf.description": "لوح ليفي عالي الكثافة يوفر متانة وقوة فائقة للأرضيات والتطبيقات الهيكلية الصعبة.",
    "products.plywood.name": "الخشب الرقائقي",
    "products.plywood.description": "خشب هندسي قوي ومستقر ومقاوم للصدمات، مثالي للسلامة الهيكلية في البناء والتصميم.",
    "products.hardwood.name": "الخشب الصلب",
    "products.hardwood.description": "أخشاب طبيعية فاخرة يتم الحصول عليها من الغابات عريضة الأوراق، وتشتهر بمتانتها الاستثنائية وحبيباتها الجمالية.",
    "products.chipboard.name": "لوح خشبي مضغوط",
    "products.chipboard.description": "ألواح فعالة من حيث التكلفة ومتعددة الاستخدامات تستخدم على نطاق واسع في تصنيع الأثاث والخزائن والديكورات الداخلية للمباني.",
    "products.hpl.name": "HPL",
    "products.hpl.description": "صفائح ضغط عالي متينة مصممة للأسطح المقاومة للخدش والتشطيبات المعمارية الحديثة.",
    "products.veneer.name": "قشرة خشبية طبيعية",
    "products.veneer.description": "شرائح خشبية طبيعية رائعة تضفي لمسة خشبية أصلية ومتميزة على التصميمات الداخلية والأبواب والخزائن."
}
