{
    "testimonials.title": "قصص نجاح العملاء",
    "testimonials.materials.subtitle": "موثوق به من قبل رواد البناء والمهندسين المعماريين في جميع أنحاء العالم.",
    "testimonials.materials.quote1": "وفرت لنا خبرة مجموعة بزرگی في توريد الأخشاب وقتًا وميزانية كبيرة في أحدث مشروع فندقي لدينا. كانت الجودة لا تشوبها شائبة.",
    "testimonials.materials.role1": "كبير المهندسين المعماريين، ستوديو فالنسيا للتصميم",
    "testimonials.materials.quote2": "ساعدتنا استشاراتهم حول موعد شراء المواد السائبة على تجنب ارتفاع الأسعار في عام 2023. شركاء استراتيجيون حقيقيون.",
    "testimonials.materials.role2": "مدير المشتريات، شركة بيلد تك للإنشاءات",
    "testimonials.materials.quote3": "موثوق وشفاف ومطلع بشكل لا يصدق على أسواق الأخشاب العالمية.",
    "testimonials.materials.role3": "مدير، شركة الواحة لتصنيع الأثاث",
    "testimonials.property.subtitle": "توجيه المستثمرين إلى فرص عقارية مربحة.",
    "testimonials.property.quote1": "مجموعة بزرگی أتاحت لنا فرصة الوصول إلى فيلا حصرية غير معروضة في السوق في تلال الإمارات لم نتمكن من إيجادها في أي مكان آخر. كانت قدرتهم على التفاوض وحفظ السرية استثنائية.",
    "testimonials.property.role1": "مستثمر من أصحاب الثروات، سويسرا",
    "testimonials.property.quote2": "الفحص القانوني والضريبي الشامل الذي أجروه منحنا راحة بال تامة. شعرنا أن استثمار الملايين في دبي كان آمنًا وشفافًا من البداية إلى النهاية.",
    "testimonials.property.role2": "مدير مكتب عائلي، لندن",
    "testimonials.property.quote3": "كمستثمر أجنبي، كانت تقاريرهم الأسبوعية عن المشروع وإدارتهم الدقيقة لا تقدر بثمن. كانت تجربة استثمارية ناجحة دون أي تدخل مني.",
    "testimonials.property.role3": "رائد أعمال تقني، سنغافورة",
    "testimonials.it.subtitle": "ما تقوله الشركات الناجحة عن الأتمتة لدينا.",
    "testimonials.it.quote1": "باستخدام هذا النظام، تضاعفت مبيعاتنا ثلاث مرات وانخفض الوقت المستغرق لمتابعة العملاء إلى الربع. مذهل حقًا!",
    "testimonials.it.role1": "رضا محمدي، الرئيس التنفيذي لمتجر إلكتروني",
    "testimonials.it.quote2": "سمحت لنا أتمتة الإعلانات بإدارة ميزانيتنا الإعلانية بشكل أفضل وزاد معدل التحويل لدينا 10 أضعاف. موصى به للغاية!",
    "testimonials.it.role2": "سارة أحمدي، مديرة التسويق",
    "testimonials.it.quote3": "لديهم فريق دعم رائع. النظام سهل الاستخدام للغاية ولا يحتاج إلى معرفة متخصصة. ممتاز!",
    "testimonials.it.role3": "مهدي كريمي، صاحب شركة ناشئة"
}